<?php
//구별도서관 코드
$library = array(
				"0003" => "강동구도서관",
				"0007" => "강북문화정보센터",
				"0013" => "관악문화관도서관",
				"0014" => "광진구립도서관",
				"0015" => "구로구통합도서관",
				"0017" => "금천구립가산정보도서관",
				"0018" => "금천구립정보도서관",
				"0020" => "노원어린이도서관",
				"0021" => "노원정보도서관",
				"0024" => "동대문구정보화도서관",
				"0026" => "동작구통합도서관",
				"0028" => "마포구립서강도서관",
				"0029" => "마포구청동문고",
				"0032" => "성동구립도서관",
				"0033" => "성북구립도서관",
				"0034" => "성북정보도서관",
				"0040" => "은평구립도서관",
				"0041" => "이진아기념도서관",
				"0044" => "중랑구립면목정보도서관",
				"0045" => "중랑구립정보도서관",
				"0046" => "증산정보도서관"
			);
			
//강북도서관 코드(0007)
$gangbuk = array(
				"MA" => "강북도서관",
				"MB" => "청소년도서관",
				"MC" => "솔샘도서관",
				"MD" => "송중도서관",
				"ME" => "수유도서관",
				"MG" => "미아도서관",
				"NA" => "삼양동도서관",
				"NB" => "미아동도서관",
				"NC" => "송중동도서관",
				"NE" => "삼각산동도서관",
				"NF" => "번1동도서관",
				"NG" => "번2동도서관",
				"NH" => "번3동도서관",
				"NI" => "수유1동도서관",
				"NL" => "우이동도서관",
				"NM" => "인수동분소도서관"
			);
			
//금천구립정보도서관 코드(0018)
$geumchun = array(
				"MA" => "금천도서관",
				"BR" => "가산도서관",
				"NR" => "금나래도서관",
				"GS" => "가산동도서관",
				"DA" => "독산 1동도서관",
				"DB" => "독산 2동도서관",
				"DC" => "독산 3동도서관",
				"DD" => "독산 4동도서관",
				"SA" => "시흥 1동도서관",
				"SC" => "시흥 3동도서관",
				"SD" => "시흥 4동도서관",
				"SE" => "시흥 5동도서관",
				"CA" => "참새도서관"
			);
?>